Repository: lorenzofar/Time-Sense
Catalog: Time Sense/Strings/*/Resources.resw
Source language: en
Languages: de, it, tr, zh_cn

# backup_banner.Text
source: Backup + reset
de: Sicherung + Reset
it: Backup + ripristino
tr: Yedekleme + sıfırlama
zh_cn: 备份+重置

# backup_btn.Content
source: Backup
de: Sicherung
tr: Yedekleme
zh_cn: 备份

# backup_header.Text
source: Backup
de: Sicherung
tr: Yedekleme
zh_cn: 备份

# badge_radio.Content
source: Badge (lockscreen support)
de: Badge
it: Badge (supporto alla lockscreen)
tr: Işaret (kilit ekranı desteği)
zh_cn: 锁屏图标

# device_banner.Text
source: Device
de: Gerät
it: Dispositivo
tr: Cihaz
zh_cn: 设备

# limit_header_1.Text
source: Usage threshold
de: Nutzungslimite
it: Soglia di utilizzo
tr: Kullanım eşiği
zh_cn: 使用阈值

# limit_header_2.Text
source: Sends a notification when you use the device for more than this time:
de: Eine Benachrichtigung senden, wenn du das Gerät länger als ….. genutzt hast.
it: Invia una notifica quando usi il dispositivo per più di questo tempo
tr: Cihazınızı bu süreden fazla kullanırsanız, bildirim yollanır.
zh_cn: 当您使用那个这个设备超过这段时间，将发送一条信息

# limit_item_1.Content
source: 1 hour
de: 1 stunde
it: 1 ora
tr: 1 saat
zh_cn: 1 小时

# limit_item_2.Content
source: 2 hours
de: 2 stunden
it: 2 ore
tr: 2 saat
zh_cn: 2 小时

# limit_item_3.Content
source: 3 hours
de: 3 stunden
it: 3 ore
tr: 3 saat
zh_cn: 3 小时

# limit_item_4.Content
source: 4 hours
de: 4 stunden
it: 4 ore
tr: 4 saat
zh_cn: 4 小时

# limit_item_5.Content
source: 5 hours
de: 5 stunden
it: 5 ore
tr: 5 saat
zh_cn: 5 小时

# location_header_1.Text
source: Location
de: Standort
it: Posizione
tr: Konum
zh_cn: 位置

# location_header_2.Text
source: Track the geolocation when you unlock the device (GPS must be on)
de: Standort tracken wenn du das Gerät entsperrst (GPS muss eingeschaltet sein)
it: Registra la posizione quando sblocchi lo schermo (GPS deve essere acceso)
tr: Kilit açtığında konum bilgisini kaydet (GPS açık olmalıdır)
zh_cn: 当您解锁设备时，将追踪您的位置（GPS必须打开）

# nfc_header_1.Text
source: Write NFC tag
de: Schreibe einen NFC-Tag
it: Scrivi tag NFC
tr: NFC etiketi yazdır
zh_cn: 写入一个NFC标签

# notifications_banner.Text
source: Notifications
de: Benachrichtigung
it: Notifiche
tr: Bildirimler
zh_cn: 通知

# password_header_1.Text
source: Password
de: Passwort
tr: Şifre
zh_cn: 密码

# password_header_2.Text
source: Request a password to open the app
de: Ein Passwort verlangen, um die App zu öffnen
it: Richiedi una password per aprire l'app
tr: Uyguluma açılırken şifre iste
zh_cn: 需输入密码才能打开此应用

# privacy_banner.Text
source: Privacy
de: Datenschutz
tr: Gizlilik
zh_cn: 隐私

# resetall_btn.Content
source: Delete all data
de: Alle Daten löschen
it: Elimina tutti i dati
tr: Bütün veriyi sil
zh_cn: 删除所有数据

# resetone_btn.Content
source: Delete a range
de: Lösche eine Zeitspanne
it: Elimina intervallo
tr: Aralıktaki veriyi sil
zh_cn: 删除一段范围

# reset_header.Text
source: Delete
de: Löschen
it: Elimina
tr: Sil
zh_cn: 删除

# restore_btn.Content
source: Restore
de: Wiederherstellen
it: Ripristina
tr: Geri yükle
zh_cn: 备份

# tile_header_1.Text
source: Unlocks overview on tile:
de: Entsperrungs-Übersicht auf Tile
it: Riepilogo sblocchi sulla tile
tr: Kutucuktaki genel görünümü aç
zh_cn: 动态磁贴预览概述

# tile_header_2.Text
source: Choose how to show the count of unlocks
de: Wähle aus, wie die Anzahl Entsperrungen angezeigt werden sollen
it: Scegli come mostrare il numero di sblocchi
tr: Kilit açma sayılarının nasıl görüneceğini seç
zh_cn: 选择如何显示解锁的次数

# tile_radio.Content
source: Text only
de: Nur Text
it: Solo testo
tr: Sadece yazı
zh_cn: 纯文本

# about_btn.Content
source: About
de: Über
it: Informazioni
tr: Hakkında
zh_cn: 关于

# average.Text
source: average
de: durchschnitt
it: media
tr: ortalama
zh_cn: 值

# back_bar.Label
source: Previous
de: Vorheriger
it: Precedente
tr: Önceki
zh_cn: 前一天

# battery_banner.Text
source: battery
de: batterie
it: batteria
tr: pil
zh_cn: 电池

# battery_chart_title
source: BATTERY
de: BATTERIE
it: BATTERIA
tr: PIL
zh_cn: 电池

# date_bar.Label
source: Search
de: Suche
it: Cerca
tr: Arama
zh_cn: 搜索

# date_dialog.PrimaryButtonText
source: Choose
de: Auswählen
it: Seleziona
tr: Seç
zh_cn: 选择

# date_dialog.SecondaryButtonText
source: Cancel
de: Abbrechen
it: Annulla
tr: Iptal
zh_cn: 取消

# date_dialog.Title
source: CHOOSE DATE
de: WÄHLE EIN DATUM AUS
it: SCEGLI DATA
tr: TARIH SEÇ
zh_cn: 选择日期

# delete_dialog.Title
source: DELETING DATA
de: DATEN WERDEN GELÖSCHT
it: ELIMINAZIONE DATI
tr: VERI SILINIYOR
zh_cn: 正在删除中

# delete_dialog_error
source: Data could not be deleted, please try again
de: Die Daten konnten nicht gelöscht werden. Bitte nochmals versuchen!
it: I dati non possono essere eliminati, riprova per favore
tr: Veri silinemedi, lütfen tekrar deneyin
zh_cn: 数据无法删除，请重试

# delete_dialog_progress
source: {0}/{1} items deleted
de: {0}/{1} Items gelöscht
it: {0}/{1} elementi elimiinati
tr: {0}/{1} veri silindi
zh_cn: {0}/{1} 的项目已删除

# delete_dialog_success
source: Data have been succesfully deleted
de: Die Daten wurden erfolgreich gelöscht
it: I dati sono stati correttamente eliminati
tr: Veri başarıyla silindi
zh_cn: 数据已成功删除

source: Error
de: Fehler
it: Errore
tr: Hata
zh_cn: 错误

# forward_bar.Label
source: Next
de: Nächster
it: Successivo
tr: Sonrakı
zh_cn: 后一天

# home_btn.Content
source: Home
tr: Giriş sayfası
zh_cn: 主页

# maximum.Text
source: maximum
de: maximalwert
it: massimo
tr: maksimum
zh_cn: 最大值

# migrate_dialog.Title
source: MIGRATING DATA
de: DATEN WERDEN IMPORTIERT
it: IMPORTAZIONE DATI
tr: VERI TAŞINIYOR
zh_cn: 正在迁移数据

# migrate_dialog_error
source: Data could not be migrated, please try again
de: Die Daten konnten nicht importiert werden. Bitte nochmals versuchen!
it: I dati non possono essere importati, riprova per favore
tr: Veri taşınamadı, lütfen tekrar deneyin
zh_cn: 数据无法迁移，请重试

# migrate_dialog_progress
source: {0}/{1} items migrated
de: {0}/{1} Items importiert
it: {0}/{1} elementi importati
tr: {0}/{1} veri taşındı
zh_cn: {0}/{1} 的项目已迁移

# migrate_dialog_success
source: Data have been succesfully migrated
de: Daten wurden erfolgreich gelöscht!
it: I dati sono stati correttamente importati
tr: Veri başarıyla taşındı
zh_cn: 数据已成功迁移

# migrate_dialog_unpresent
source: There are no previous data
de: Keine vorherigen Daten vorhanden!
it: Non ci sono dati precedenti
tr: Önceki veri yok
zh_cn: 没有先前数据

# minimum.Text
source: minimum
de: minimalwert
it: minimo
zh_cn: 最小值

# progress_dialog_helper.Text
source: Don't close the app or lock the screen during the process
de: Während dem Vorgang die App nicht schliessen oder das Display ausschalten
it: Non chiudere l'app o bloccare lo schermo durante l'operazione
tr: Işlem süresince lütfen uygulamadan çıkmayın veya ekranı kapatmayın.
zh_cn: 在此过程中不要关闭应用程序或锁幕

# refresh_bar.Label
source: Refresh
de: Aktualisieren
it: Aggiorna
tr: Yenile
zh_cn: 刷新

# report_btn.Content
source: Report
tr: Rapor
zh_cn: 报告

# settings_btn.Content
source: Settings
de: Einstellungen
it: Impostazioni
tr: Ayarlar
zh_cn: 设置

source: Success
de: Erfolg
it: Ok
tr: Başarıyla tamamlandı
zh_cn: 完成

# timeline_btn.Content
source: Timeline
de: Zeitleiste
tr: Zaman çizelgesi
zh_cn: 时间轴

# timeline_item_nolocation
source: The selected item doesn't have location data
de: Das ausgewählte Element hat keine Standort-Daten
it: L'elemento selezionato non contiene dati di posizione
tr: Seçilen veriye ait konum bilgisi kaydı yok
zh_cn: 所选项目没有定位数据

# time_banner.Text
source: time
de: zeit
it: orario
tr: zaman
zh_cn: 时间

source: TODAY
de: HEUTE
it: OGGI
tr: BUGÜN
zh_cn: 今天

# unlock
source: {0} unlock
de: {0} Entsperrung
it: {0} sblocco
tr: {0} kılıt açma
zh_cn: {0} 解锁

# unlocks
source: {0} unlocks
de: {0} Entsperrungen
it: {0} sblocchi
tr: {0} kılıt açma
zh_cn: {0} 解锁

# unlocks_banner.Text
source: unlocks
de: entsperrung
it: sblocchi
tr: kilit açma
zh_cn: 解锁

# unlocks_hour_title
source: UNLOCKS/HOUR
de: ENTSPERR../STUNDE
it: SBLOCCHI/ORA
tr: KILIT AÇMA/SAAT
zh_cn: 解锁/小时

# unlocks_tile
source: UNLOCKS
de: ENTSPERRUNGEN
it: SBLOCCHI
tr: KILIT AÇMA
zh_cn: 解锁

source: USAGE
de: NUTZUNG
it: UTILIZZO
tr: KULLANIM
zh_cn: 使用

# usage_banner.Text
source: usage
de: nutzung
it: utilizzo
tr: kullanım
zh_cn: 使用

# usage_chart_title
source: USAGE
de: NUTZUNG
it: UTILIZZO
tr: KULLANIM
zh_cn: 使用

# usage_hour_title
source: MINUTES/HOUR
de: MINUTEN/STUNDE
it: MINUTI/ORA
tr: DAKIKA/SAAT
zh_cn: 分钟/小时

source: YESTERDAY
de: GESTERN
it: IERI
tr: DÜN
zh_cn: 昨天

# avg_day
source: {0} day
de: {0} Tag
it: {0} giorno
tr: {0} gün
zh_cn: {0} 天

# avg_days
source: {0} days
de: {0} Tage
it: {0} giorni
tr: {0} günler
zh_cn: {0} 天

# backup_dialog_success
source: The backup has been succesfully saved
de: Die Sicherung wurde erfolgreich gesichert
it: Il backup è stato salvato correttamente
tr: Yedekleme başarıyla tamamlandı
zh_cn: 备份数据已经成功保存

# delete_confirm_content
source: Do you really want to delete data?
de: Daten wirklich löschen?
it: Vuoi veramente eliminare i dati?
tr: Veriyi gerçekten silmek istiyormusunuz?
zh_cn: 您真的想删除这些数据吗？

# delete_confirm_title
source: Are you sure?
de: Bist du sicher?
it: Sei sicuro?
tr: Emin misiniz?
zh_cn: 你确定吗？

# help_btn.Label
source: Help
de: Hilfe
it: Aiuto
tr: Yardım
zh_cn: 帮助

source: hour
de: Stunde
it: ora
tr: saat
zh_cn: 小时

source: hours
de: Stunden
it: ore
tr: saat
zh_cn: 小时

# hours_report
source: HOURS
de: STUNDEN
it: ORE
tr: SAAT
zh_cn: 小时

# limit_toast_1
source: 1 hour
de: 1 stunde
it: 1 ora
tr: 1 saat
zh_cn: 1 小时

# limit_toast_2
source: 2 hours
de: 2 stunden
it: 2 ore
tr: 2 saat
zh_cn: 2 小时

# limit_toast_3
source: 3 hours
de: 3 stunden
it: 3 ore
tr: 3 saat
zh_cn: 3 小时

# limit_toast_4
source: 4 hours
de: 4 stunden
it: 4 ore
tr: 4 saat
zh_cn: 4 小时

# limit_toast_5
source: 5 hours
de: 5 stunden
it: 5 ore
tr: 5 saat
zh_cn: 5 小时

# limit_toast_btn
source: Change
de: Ändern
it: Cambia
tr: Değiştir
zh_cn: 更改

# limit_toast_content
source: You used the device for {0} {1}
de: Du hast das Gerät für {0} {1} genutzt:
it: Hai usato il dispositivo per {0} {1}
tr: Cihazınızı {0} {1} beri kullanıyorsunuz
zh_cn: 您已经使用此设备{0}{1}个小时

# limit_toast_helper
source: Change the threshold
de: Ändere die Limite
it: Cambia la soglia
tr: Sınırı değiştir
zh_cn: 更改阈值

# limit_toast_title
source: Warning
de: Warnung
it: Attenzione
tr: Uyarı
zh_cn: 警告

# map_dialog.SecondaryButtonText
source: Close
de: Schliessen
it: Chiudi
tr: Kapat
zh_cn: 关闭

# map_dialog.Title
source: LOCATION
de: STANDORT
it: POSIZIONE
tr: KONUM
zh_cn: 位置

# migrate_btn.Content
source: Migrate data
de: Daten importieren
it: Importa i dati
tr: Veri taşıma
zh_cn: 迁移数据

# migrate_header_1.Text
source: Migrate
de: Importiere
it: Importa
tr: Taşıma
zh_cn: 迁移

# migrate_header_2.Text
source: If you updated the app from 8.1, you can import your old data into the new version
de: Wenn du die App von 8.1 aktualisiert hast, kannst du deine alten Daten in die neue Version importieren
it: Se hai aggiornato l'app da 8.1, puoi importare i dati nella nuova versione
tr: Eğer 8.1 sürümünden geliyorsanız, ayarlar ekranından eski verilerinizi yeni sürüme aktarabilirsiniz.
zh_cn: 如果从8.1更新的应用程序，您可以导入旧数据到新版本中

# nfc_header_2.Text
source: Write an NFC tag to check your data by tapping it
de: Schreibe einen NFC-Tag, um die Daten durch Tippen zu überprüfen
it: Scrivi un tag NFC per controllare i dati toccandolo
tr: Verinizi dokunarak kontrol etmek için, bir NFC etiketi yazdırın
zh_cn: 写入一个NFC标签并通过点击它来检查你的数据

source: No
de: Nein
tr: Hayır
zh_cn: 否

# password_box.PlaceholderText
source: Enter password
de: Passwort eingeben
it: Inserisci la password
tr: Şifreyi girin
zh_cn: 输入密码

# password_error
source: You must insert a numeric password
de: Du musst ein numerisches Passwort eingeben!
it: Devi inserire una password numerica
tr: Sayısal bir şifre girmeniz gerekiyor
zh_cn: 您必须输入一段数字密码

# password_wrong
source: Wrong password
de: Falsches Passwort
it: Password errata
tr: Hatalı şifre
zh_cn: 密码错误

# range_14
source: 14 days
de: 14 Tage
it: 14 giorni
tr: 14 gün
zh_cn: 14 天

# range_30
source: 30 days
de: 30 Tage
it: 30 giorni
tr: 30 gün
zh_cn: 30 天

# range_7
source: 7 days
de: 7 Tage
it: 7 giorni
tr: 7 gün
zh_cn: 7 天

# range_all
source: All the data
de: Alle Daten
it: Tutti i dati
tr: Bütün veri
zh_cn: 所有数据

# range_btn.Label
source: Range
de: Bereich
it: Intervallo
tr: Aralık
zh_cn: 范围

# restore_dialog_error
source: This is not a valid Time Sense backup
de: Das ist kein gültiges Time Sense Backup
it: Non è un valido backup di Time Sense
tr: Uyumlu bir time sense yedeklemesi değil
zh_cn: 这不是一个有效的Time Sense的备份

# restore_dialog_success
source: The backup has been sucesfully restored
de: Das Backup wurde erfolgreich wiederhergestellt
it: Il backup è stato correttamente ripristinato
tr: Yedekleme başarıyla geri yüklendi
zh_cn: 备份数据已经成功恢复

source: SETTINGS
de: EINSTELLUNGEN
it: IMPOSTAZIONI
tr: AYARLAR
zh_cn: 设置

# welcome.Text
source: Welcome
de: Willkommen
it: Benvenuto
tr: Hoşgeldiniz
zh_cn: 欢迎

source: Yes
de: Ja
it: Si
tr: Evet
zh_cn: 是

# about_banner.Text
source: About this app
de: Über diese App
it: Informazioni sull'app
tr: Uygulama hakkında
zh_cn: 关于应用

# feedback_button.Content
source: Send feedback
de: Feedback senden
it: Invia feedback
tr: Geri bildirim yolla
zh_cn: 发送反馈

# rate_btn.Label
source: Rate
de: Bewerten
it: Valuta
tr: Derecelendir
zh_cn: 评价

# nfc_unavailable
source: NFC is off or not supported
de: NFC ist ausgeschaltet oder wird nicht unterstützt
it: NFC è spento o non supportato
tr: NFC kapalı veya desteklenmiyor
zh_cn: NFC被关闭或不支持

# welcome_0.Text
source: In the home page you can see your usage time, the number of unlocks and an hourly chart
de: In der Home-Ansicht siehst du die Nutzungszeit, die Anzahl Entsperrungen und deren Standorte auf der Karte
it: Nella home page puoi vedere il tuo tempo di utilizzo, il tuo numero di sblocchi e un grafico orario.
tr: Giriş sayfasında kullanım sürenizi, kilit açma sayınızı ve saatlik tablonuzu görebilirsiniz.
zh_cn: 在主页，你可以看到你的使用时间，解锁数量和小时图

# welcome_1.Text
source: In the timeline page you can see your unlocks and their geo location on the map
de: In der Zeitleisten-Ansicht kannst du deine Entsperrungen sowie deren Standorte auf der Karte sehen
it: Nella timeline sono elencati tutti gli sblocchi dello schermo e la loro posizione nella mappa
tr: Zaman çizelgesinde nekadar kilit açtığınızı ve harita desteği ile nerede açtığınızı görebilirsiniz.
zh_cn: 在时间轴页面，您可以在地图上看到你的解锁和他们的地理位置

# welcome_2.Text
source: In the report page you can see stats about the week or the month
de: In der Report-Ansicht kannst du Statistiken über die Woche oder den Monaten einsehen
it: Nella pagina di report puoi visualizzare statistiche settimanali o mensili
tr: Rapor sayfasında haftalık veya aylık istatistiklerinizi görebilirsiniz.
zh_cn: 在报告页面，您可以看到有关星期或每月的统计数据

# welcome_3.Text
source: Use the arrows or the calendar button to change date
de: Nutze die Pfeile oder die Kalender-Schaltfläche, um das Datum zu ändern
it: Usa le frecce o l'icona del calendario per cambiare data
tr: Ok tuşlarını veya takvim butonunu kullanarak tarih seçin
zh_cn: 用鼠标箭头或日历上的按钮来更改日期

# welcome_4.Text
source: To work properly, the app requires background tasks to be allowed even in battery saver, to fix this go to battery saver settings and add Time Sense with the 'add an app' button
de: Damit die App richtig funktioniert, müssen Hintergrund-Aktivitäten auch im Stromsparmodus erlaubt sein. Um dies zu ändern gehe zu Stomsparmodus in den Einstellungen und füge Time Sense per "App hinzufügen" hinzu.
it: Per funzionare correttamente, è necessario che le attività in background siano attive anche in risparmio batteria; per risolvere è sufficiente aggiungere l'app nelle impostazioni di risparmio batteria.
tr: Bu uygulamanın doğru çalışabilmesi için, pil tasarrufunda dahi arka planda devam çalışması gerekiyor. lütfen pil tasarrufu ayarlarından time sense'i "uygulama ekle" butonundan ekleyiniz.
zh_cn: 为了程序能正常工作，在节电模式下应用程序需要后台任务的允许，要解决这个问题在节电模式中设置，并使用“添加应用程序”按钮添加Time Sense这个程序。

# welcome_5.Text
source: If you updated from the 8.1 version you can import your data in the settings page
de: Wenn du von 8.1 aktualisiert hast, kannst du deine Daten in den Einstellungen importieren
it: Se hai aggiornato la versione per 8.1, puoi importare i tuoi dati dalle impostazioni
tr: Eğer 8.1 sürümünden geliyorsanız, ayarlar ekranından verilerinizi içe aktarabilirsiniz.
zh_cn: 如果您从8.1版本更新后，您可以在设置页面中导入数据

# welcome_6.Text
source: You're all set, enjoy the app!
de: Alles ist eingerichtet! Viel Spass!
it: È tutto pronto, possiamo iniziare!
tr: Herşey tamam, uygulamanın tadını çıkar!
zh_cn: 您已经设置完毕，请尽情使用吧！

# welcome_dialog.PrimaryButtonText
source: Start
de: Starten
it: Inizia
tr: Başlangıç
zh_cn: 开始

# welcome_dialog.Title
source: WELCOME
de: WILLKOMMEN
it: BENVENUTO
tr: HOŞGELDINIZ
zh_cn: 欢迎

# letters_header_1.Text
source: Letters in usage time
de: Einheiten bei der Nutzungsszeit
it: Lettere in tempo di utilizzo
tr: Kullanım süresinde harfleri göster
zh_cn: 使用时间预览

# letters_header_2.Text
source: Show the usage time in the form: 1h:1m:1s
de: Nutzungszeit in der Form von 1h:1m:1s anzeigen
it: Mostra il tempo di utilizzo nella forma: 1h:1m:1s
tr: Kullanım süresini 1s:1d:1s şeklinde göster
zh_cn: 显示使用时间的格式为：1小时：1分钟：1秒

# analytics_btn.Content
source: Analysis
de: Analyse
it: Analisi
tr: Analız
zh_cn: 分析

# an_days_pivot.Header
source: DAYS
de: TAGE
it: GIORNI
tr: GÜN
zh_cn: 天

# an_end_pick.Header
source: End date
de: Enddatum
it: Data di fine
tr: Bitiş tarihi
zh_cn: 结束日期

# an_param.Text
source: Parameters
de: Parameter
it: Parametri
tr: Parametreler
zh_cn: 参数

# an_range_header_1.Text
source: Analysis range
de: Analysenbereich
it: Intervallo di analisi
tr: Analiz aralığı
zh_cn: 分析范围

# an_start_pick.Header
source: Start date
de: Startdatum
it: Data di inizio
tr: Başlangıç tarihi
zh_cn: 起始日期

# an_unlocks_pivot.Header
source: UNLOCKS
de: ENSTPERRUNGEN
it: SBLOCCHI
tr: KILIT AÇMA
zh_cn: 解锁

# battery_txt.Text
source: Battery
de: Batterie
it: Batteria
tr: Pil
zh_cn: 电池

# charging_bat_combo.Content
source: charging
de: wird nicht geladen
it: in carica
tr: şarj oluyor
zh_cn: 充电

# date_banner.Text
source: date
de: datum
it: giorno
tr: tarıh
zh_cn: 数据

# day_banner.Text
source: day
de: tag
it: giorno
tr: gün
zh_cn: 天

# error_batmax
source: You have to specify a valid minimum battery percentage
de: Ein gültiger Wert für den minimalen Batteriezustand in Prozent muss angegeben werden!
it: Devi inserire una valida percentuale minima di batteria
tr: Geçerli minimum pil düzeyini belirlemeniz gerekiyor
zh_cn: 您必须指定一个有效的最低电池百分比

# error_batmin
source: You have to specify a valid maximum battery percentage
de: Ein gültiger Wert für den maximalen Batteriezustand in Prozent muss angegeben werden!
it: Devi inserire una valida percentuale massima di batteria
tr: Geçerli maksimum pil düzeyinizi belirlemeniz gerekiyor
zh_cn: 您必须指定一个有效的最高电池百分比

# error_timemax
source: You have to specify a valid minimum usage time
de: Ein gültiger Wert für die minimale Nutzungszeit muss angegeben werden!
it: Devi inserire un valido utilizzo minimo
tr: Geçerli minimum kullanım süresini belirlemeniz gerekiyor
zh_cn: 您必须指定一个有效的最短使用时间

# error_timemin
source: You have to specify a valid maximum usage time
de: Ein gültiger Wert für die maximale Nutzungszeit muss angegeben werden!
it: Devi inserire un valido utilizzo massimo
tr: Geçerli maksimum kullanım süresini belirlemeniz gerekiyor
zh_cn: 您必须指定一个有效的最长使用时间

# error_unlocksmax
source: You have to specify a valid minimum number of unlocks
de: Eine gültige minimale Anzahl an Entsperrungen muss angegeben werden!
it: Devi inserire un valido numero minimo di sblocchi
tr: Geçerli minimum kilit açma sayısını belirlemeniz gerekiyor
zh_cn: 您必须指定一个有效的最少解锁次数

# error_unlocksmin
source: You have to specify a valid maximum number of unlocks
de: Eine gültige maximale Anzahl an Entsperrungen muss angegeben werden!
it: Devi inserire un valido numero massimo di sblocchi
tr: Geçerli maksimum kilit açma sayınızı belirlemeniz gerekiyor
zh_cn: 你必须指定一个有效的最多解锁次数

# hours_combo.Content
source: hours
de: Stunden
it: ore
tr: saat
zh_cn: 小时

# idle_bat_combo.Content
source: not charging
de: wird nicht geladen
it: non in carica
tr: Şarj olmuyor
zh_cn: 未充电

# minutes_combo.Content
source: minutes
de: Minuten
it: minuti
tr: dakika
zh_cn: 分钟

# range_all_btn.Content
source: All data
de: Alle Daten
it: Tutti i dati
tr: Bütün veri
zh_cn: 所有数据

# range_custom_btn.Content
source: Custom range
de: Definierter Bereich
it: Intervallo personalizzato
tr: Özel aralık
zh_cn: 自定义范围

# reset_btn.Label
source: Reset
de: Zurücksetzen
it: Cancella
tr: Sıfırla
zh_cn: 重置

# search_btn.Label
source: Search
de: Suche
it: Cerca
tr: Arama
zh_cn: 搜索

# seconds_combo.Content
source: seconds
de: Sekunden
it: secondi
tr: saniye
zh_cn: 秒

# unlocks_txt.Text
source: Unlocks
de: Entsperrungen
it: Sblocchi
tr: Kılıt açma
zh_cn: 解锁

# usage_txt.Text
source: Usage
de: Nutzung
it: Utilizzo
tr: Kullanım
zh_cn: 使用

# analytics
source: ANALYSIS
de: ANALYSE
it: ANALISI
tr: ANALIZ
zh_cn: 分析

# close_btn.Content
source: Close
de: Schliessen
it: Chiudi
tr: Kapat
zh_cn: 关闭

# battery_dialog_check.Content
source: Do not show this again
de: Nicht mehr anzeigen
it: Non mostrare più
tr: Bunu birdaha gösterme
zh_cn: 以后不再显示此内容

# battery_dialog_txt.Text
source: You are running in battery saver mode, make sure background tasks are allowed for the app even in this mode to avoid errors
de: Der Stromsparmodus ist eingeschaltet. Bitte stelle sicher, dass Hintergrund-Aktivitäten für diese App auch in diesem Modus erlaubt sind, um Fehler zu verhindern.
it: Risparmia batteria è attivo, assicurati che le attività in background siano attive anche in questa modalità per evitare errori
tr: Pil tasarrufu modundasınız. hatalı veriden kaçınmak için uygulamanın bu modda dahi arka planda devam çalıştığından emin olun
zh_cn: 您的设备正处于节电模式，请确认多任务后台允许此应用在此模式下运行，以避免出现错误。

# battery_dialog.SecondaryButtonText
source: Close
de: Schliessen
it: Chiudi
tr: Kapat
zh_cn: 关闭

# battery_dialog.Title
source: BATTERY SAVER
de: STROMSPARMODUS
it: RISPARMIA BATTERIA
tr: PIL TASSARUFU
zh_cn: 省电

# nfc_locoff.Content
source: Turn off location tracking
de: Standort-Tracking ausschalten
it: Disattiva rilevamento posizione
tr: Konum takibini kapat
zh_cn: 关闭定位

# nfc_locon.Content
source: Turn on location tracking
de: Standort-Tracking einschalten
it: Attiva rilevamento posizione
tr: Konum takibini aç
zh_cn: 打开定位

# nfc_timeline.Content
source: Show the timeline
de: Zeige die Zeitleiste an
it: Mostra la lista degli sblocchi
tr: Zaman çizelgesini göster
zh_cn: 显示时间轴

# nfc_usage.Content
source: Show the usage
de: Zeige die Nutzungszeit an
it: Mostra l'utilizzo
tr: Kullanımı göster
zh_cn: 显示使用量

# nfc_success_content
source: Tag has been succesfully written
de: NFC-Tag wurde erfolgreich geschrieben
it: Il tag è stato scritto correttamente
tr: Etiket başarıyla yazıldı
zh_cn: 标签已成功写入

# nfc_success_title
source: Success
de: Erfolg
it: Ok
tr: Başarıyla tamamlandı
zh_cn: 完成

# welcome_7.Text
source: In the analysis page you can search data that meet certain parameters (usage, unlocks, battery, time...)
de: In der Analysen-Ansicht kannst du Daten nach gewissen Parametern (Nutzung, Entsperrungen, Batterie, Zeit…) durchsuchen
it: Nella pagina di analisi puoi cercare i dati che soddisfano determinati parametri (utilizzo, numero di sblocchi, batteria, orario...)
tr: Analiz ekranında belirli parametreleri kullanarak verinizi inceleyebilirsiniz (kullanım, kilit açma, pil kullanımı, zaman...)
zh_cn: 在分析页面，您可以搜索满足您想要的特定参数的数据（使用，解锁，电池，时间...）

source: minute
it: minuto
tr: dakika
zh_cn: 分钟

source: minutes
de: Minuten
it: minuti
tr: dakika
zh_cn: 分钟

source: off
de: aus
it: disattivata
tr: kapalı
zh_cn: 关

source: on
de: ein
it: attivata
tr: açık
zh_cn: 开

source: second
de: Sekunde
it: secondo
tr: saniye
zh_cn: 秒

source: seconds
de: Sekunden
it: secondi
tr: saniye
zh_cn: 秒

source: time
de: zeit
it: volta
tr: zaman
zh_cn: 时间

source: times
de: Mal
it: volte
tr: defa
zh_cn: 次数
